Repository: realwiseserpent/ONI-Mods
Catalog: src/PalmeraTree/Translations/*.po
Languages: ru

# PalmeraTree.STRINGS.CROPS.PALMERABERRY.DESC
source: A toxic, non-edible bud that emits <link="HYDROGEN">hydrogen</link>.
ru: Ядовитый несъедобный плод, выделяющий <link="HYDROGEN">водород</link>.

# PalmeraTree.STRINGS.CROPS.PALMERABERRY.NAME
source: <link="PALMERABERRY">Palmera Berry</link>
ru: <link="PALMERABERRY">Пальмерика</link>

# PalmeraTree.STRINGS.FOOD.STEAMEDPALMERABERRY.DESC
source: The steamed bud of a <link="PALMERABERRY">Palmera Berry</link>. Long exposure to heat and exquisite cooking skills turn the toxic berry into a delicious dessert.
ru: Приготовленная на пару <link="PALMERABERRY">пальмерика</link>. Долгая термическая обработка и отточенные кулинарные навыки превращают ядовитую ягоду во восхитительный десерт.

# PalmeraTree.STRINGS.FOOD.STEAMEDPALMERABERRY.NAME
source: <link="STEAMEDPALMERABERRY">Steamed Palmera Berry</link>
ru: <link="STEAMEDPALMERABERRY">Пальмерика на пару</link>

# PalmeraTree.STRINGS.FOOD.STEAMEDPALMERABERRY.RECIPEDESC
source: Delicious steamed <link="PALMERABERRY">Palmera Berry</link>.
ru: Вкуснейшая <link="PALMERABERRY">пальмерика</link>, приготовленная на пару.

# PalmeraTree.STRINGS.PLANTS.PALMERATREE.DESC
source: A large, <link="CHLORINEGAS">chlorine</link>-dwelling <link="PLANTS">Plant</link> that can be grown in farm buildings. Palmeras grow inedible buds that emit toxic <link="HYDROGEN">hydrogen</link> gas.
ru: Крупное предпочитающее <link="CHLORINEGAS">хлорную</link> среду <link="PLANTS">растение</link>, которое можно выращивать на фермах. На пальмерах созревают несъедобные плоды, выделяющие непригодный для дыхания <link="HYDROGEN">водород</link>.

# PalmeraTree.STRINGS.PLANTS.PALMERATREE.DOMESTICATEDDESC
source: A large, chlorine-dwelling <link="PLANTS">Plant</link> that grows inedible buds which emit toxic hydrogen gas.
ru: Крупное <link="PLANTS">растение</link>, на котором созревают несъедобные плоды, выделяющие непригодный для дыхания водород.

# PalmeraTree.STRINGS.PLANTS.PALMERATREE.NAME
source: <link="PALMERATREEPLANT">Palmera Tree</link>
ru: <link="PALMERATREEPLANT">Пальмера</link>

# PalmeraTree.STRINGS.SEEDS.PALMERATREE.DESC
source: The <link="PLANTS">Seed</link> of a <link="PALMERATREEPLANT">Palmera Tree</link>.
ru: <link="PLANTS">Семя</link> <link="PALMERATREEPLANT">пальмеры</link>.

# PalmeraTree.STRINGS.SEEDS.PALMERATREE.NAME
source: <link="PALMERATREEPLANT">Palmera Tree Seed</link>
ru: <link="PALMERATREEPLANT">Семя пальмеры</link>

# PalmeraTree.STRINGS.SEEDS.PALMERATREE.RECIPEDESC
source: What will happen if you mash some organic mass together?
ru: Что будет, если замесить немного органического материала?

# PalmeraTree.STRINGS.TRANSLATION.AUTHOR.NAME
source: Cairath
ru: RealWiseSerpent
